/*******************************************************************************
* Имя файла: myDescription.cpp
* Дата: 19-06-2024
* Разработчик: Артем Подлегаев
* Описание: Решение задач к лабораторной работе №1
* *****************************************************************************/

#include <myDescription.h>

// Функция вывода информации в консоль

void myDescription() {
    std::cout << "Разработчик: Артем Подлегаев" << std::endl;
    std::cout << "Лабораторная работа №1" << std::endl;
}

// Дополнительное задание

/*
Размер исполняемого файла в release: 26,1 КиБ
Размер исполняемого файла в debug: 51,7 КиБ
*/
