/*******************************************************************************
* Имя файла: myFormatDescription.cpp
* Дата: 19-06-2024
* Разработчик: Артем Подлегаев
* Описание: Решение задач к лабораторной работе №1
* *****************************************************************************/

#include <myFormatDescription.h>

// Фунуция вывода информации в консоль с помощью модификаторов форматирования

void myFormatDescription() {
    std::cout << "*****\t\t\t Homework \t\t\t***** \n\n" <<
                 "\t\t\t\t Разработчик: Артем Подлегаев \t\t\t\t\t\t \n\n" <<
                 "\t\t г. Кемерово, 2024 \n";
}
